[
  {
    "titulo": "God of War Ragnarök ganha data de lançamento",
    "autor": "Bard",
    "texto": "God of War Ragnarök, a sequência do aclamado God of War de 2018, foi finalmente lançado em 9 de novembro de 2022. O jogo foi desenvolvido pela Santa Monica Studio e publicado pela Sony Interactive Entertainment.",
    "data": "2022-11-09"
  },
  {
    "titulo": "Elden Ring é eleito o jogo do ano no The Game Awards 2022",
    "autor": "Bard",
    "texto": "Elden Ring, o RPG de mundo aberto desenvolvido pela FromSoftware e publicado pela Bandai Namco Entertainment, foi eleito o jogo do ano no The Game Awards 2022. O jogo foi lançado em 25 de fevereiro de 2022 e recebeu elogios da crítica por sua jogabilidade desafiadora, mundo aberto vasto e história envolvente.",
    "data": "2022-12-08"
  },
  {
    "titulo": "Nintendo Switch bate recorde de vendas em 2022",
    "autor": "Bard",
    "texto": "O Nintendo Switch, o console híbrido da Nintendo, vendeu mais de 23,06 milhões de unidades em 2022. Esse número representa um aumento de 20% em relação às vendas de 2021. O Switch é o console mais vendido de 2022, seguido pelo PlayStation 5 e o Xbox Series X/S.",
    "data": "2023-01-24"
  },
  {
    "titulo": "Metaverso de games movimenta mais de US$ 50 bilhões em 2022",
    "autor": "Bard",
    "texto": "O metaverso de games movimentou mais de US$ 50 bilhões em 2022, de acordo com um relatório da Newzoo. Esse número representa um aumento de 171% em relação às vendas de 2021. O metaverso de games é um mercado em rápido crescimento, impulsionado pelo aumento da popularidade de jogos como Fortnite, Roblox e Minecraft.",
    "data": "2023-02-21"
  },
  {
    "titulo": "Steam Deck ultrapassa 3 milhões de unidades vendidas",
    "autor": "Bard",
    "texto": "O Steam Deck, o console portátil da Valve, ultrapassou 3 milhões de unidades vendidas em fevereiro de 2023. O console foi lançado em dezembro de 2021 e foi um sucesso instantâneo, esgotando em poucos minutos. O Steam Deck permite que os jogadores joguem jogos de PC em um dispositivo portátil.",
    "data": "2023-02-28"
  },
  {
    "titulo": "Cibersegurança em jogos eletrônicos é uma preocupação crescente",
    "autor": "Bard",
    "texto": "A cibersegurança em jogos eletrônicos é uma preocupação crescente, à medida que os jogos se tornam mais complexos e conectados. Os jogadores estão cada vez mais expostos a ataques cibernéticos, como roubo de dados, fraude e malware.",
    "data": "2023-03-14"
  },
  {
    "titulo": "Intel anuncia nova plataforma de jogos para PC",
    "autor": "Bard",
    "texto": "A Intel anunciou uma nova plataforma de jogos para PC, chamada Arc Alchemist. A plataforma é baseada na nova arquitetura gráfica Intel Xe e promete oferecer um desempenho de jogos superior ao da concorrência.",
    "data": "2023-03-21"
  },
  {
    "titulo": "Novos jogos de PlayStation Studios serão lançados para PC",
    "autor": "Bard",
    "texto": "A Sony anunciou que novos jogos de PlayStation Studios serão lançados para PC. A medida é uma mudança de estratégia da Sony, que anteriormente lançava seus jogos exclusivamente para consoles PlayStation.",
    "data": "2023-03-28"
  },
  {
    "titulo": "Nintendo anuncia novo jogo da série The Legend of Zelda",
    "autor": "Bard",
    "texto": "A Nintendo anunciou um novo jogo da série The Legend of Zelda, intitulado The Legend of Zelda: Tears of the Kingdom. O jogo será lançado para o Nintendo Switch em 2024.",
    "data": "2023-04-11"
  },
  {
    "titulo": "Xbox Game Pass adiciona novos jogos em abril de 2023",
    "autor": "Bard",
    "texto": "O Xbox Game Pass, o serviço de assinatura de jogos da Microsoft, adicionará novos jogos em abril de 2023. Os jogos incluem Starfield, Redfall, The Elder Scrolls V: Skyrim – Anniversary Edition e outros.",
    "data": "2023-04-18"
  }
]